Repository: im7ps/productivityFlutterApp
Catalog: frontend/lib/l10n/intl_*.arb
Languages: it

# dashboardTitle
source: CURRENT RANK
it: RANK ATTUALE

# arsenalTitle
source: YOUR TODAY'S ARSENAL
it: IL TUO ARSENALE DI OGGI

# settingsTitle
source: SETTINGS
it: IMPOSTAZIONI

# appearanceSection
source: APPEARANCE
it: ASPETTO

# themeOption
source: Theme
it: Tema

# languageOption
source: Language
it: Lingua

source: Choose Theme
it: Scegli il tema

source: Choose Language
it: Scegli la lingua

# themeSystem
source: System Default
it: Predefinito di sistema

# themeLight
source: Light
it: Chiaro

# themeDark
source: Dark
it: Scuro

# tacticalPriorities
source: The 5 tactical priorities detected for you.
it: Le 5 priorità tattiche rilevate per te.

# addedToArsenal
source: Mission '{title}' added to the arsenal!
it: Missione '{title}' aggiunta all'arsenale!

source: Re-watch Onboarding
it: Rivedi Onboarding

# onboardingSubtitle
source: Learn how the app works
it: Scopri come funziona l'app

# onboardingTitle1
source: There is too much noise.
it: C'è troppo rumore.

# onboardingBody1
source: Between notifications, deadlines, and the apparently perfect lives of others, it's easy to feel lost. We've been taught to fill our days, but not to live them. We've been told to accumulate achievements, but we often feel empty.
it: Tra notifiche, scadenze e vite apparentemente perfette degli altri, è facile sentirsi smarriti. Ci hanno insegnato a riempire le giornate, ma non a viverle. Ci hanno detto di accumulare traguardi, ma ci sentiamo spesso vuoti.

# onboardingTitle2
source: Happiness is not a checklist.
it: La felicità non è una checklist.

# onboardingBody2
source: It's not about finishing all the tasks. It's not about having more followers. Happiness is Connection (with those you truly love). It's Presence (being here, now, not in the screen). It's Autonomy (choosing what makes you feel good).
it: Non è finire tutte le task. Non è avere più follower. La felicità è Connessione (con chi ami davvero). È Presenza (essere qui, ora, non nello schermo). È Autonomia (scegliere cosa ti fa stare bene).

# onboardingTitle3
source: Every day is Day 1.
it: Ogni giorno è il Giorno 1.

# onboardingBody3
source: Here there are no chains to maintain or scores that go down if you stop. The past is archived. The future doesn't exist yet. You only have today to fill your Energy, Clarity, Tribe, and Soul bars. What you do today only counts for today. And that's okay.
it: Qui non ci sono catene da mantenere o punteggi che scendono se ti fermi. Il passato è archiviato. Il futuro non esiste ancora. Hai solo oggi per riempire le tue barre di Energia, Chiarezza, Tribù e Anima. Quello che fai oggi, conta solo per oggi. E va bene così.

# onboardingBody4
source: This app is not meant to make you more productive. It serves to make you more yourself. Choose your battles. Ignore the rest. Welcome to your balance.
it: Questa app non serve a renderti più produttivo. Serve a renderti più te stesso. Scegli le tue battaglie. Ignora il resto. Benvenuto nel tuo equilibrio.

# onboardingStep0
source: Deep Breath
it: Respiro profondo

# onboardingStep1
source: I understand
it: Capisco

# onboardingStep2
source: I'm ready
it: Sono pronto

# onboardingStep3
source: Start the Day
it: Inizia la Giornata
